Repository: bandanpixster-ship-it/LocalizerHelper
Catalog: Localizable.xcstrings
Source language: en
Languages: af, bn, de, es, fr, hi, hr, id, mr, pt_br, ta, te, zu

source: This will remove all translations history and bookmarks. Are you sure?
af: Dit sal alle vertalingsgeskiedenis en boekmerke verwyder. Is jy seker?
bn: এটি সমস্ত অনুবাদের ইতিহাস এবং বুকমার্ক মুছে ফেলবে৷ আপনি কি নিশ্চিত?
de: Dadurch werden der gesamte Übersetzungsverlauf und alle Lesezeichen entfernt. Bist du sicher?
es: Esto eliminará todo el historial de traducciones y los marcadores. ¿Está seguro?
fr: Cela supprimera tout l’historique des traductions et les signets. Es-tu sûr?
hi: इससे सभी अनुवाद इतिहास और बुकमार्क हटा दिए जाएंगे. क्या आपको यकीन है?
hr: Ovo će ukloniti svu povijest prijevoda i knjižne oznake. Jeste li sigurni?
id: Ini akan menghapus semua riwayat terjemahan dan bookmark. Apa kamu yakin?
mr: हे सर्व भाषांतर इतिहास आणि बुकमार्क काढून टाकेल. तुम्हाला खात्री आहे का?
pt_br: Isso removerá todo o histórico de traduções e marcadores. Tem certeza?
ta: இது அனைத்து மொழிபெயர்ப்பு வரலாறு மற்றும் புக்மார்க்குகளை அகற்றும். நீங்கள் உறுதியாக இருக்கிறீர்களா?
te: ఇది అన్ని అనువాద చరిత్ర మరియు బుక్‌మార్క్‌లను తీసివేస్తుంది. మీరు ఖచ్చితంగా ఉన్నారా?
zu: Lokhu kuzosusa wonke umlando wokuhumusha namabhukhimakhi. Uqinisekile?

source: To
af: Om
bn: প্রতি
de: Zu
es: A
fr: À
hi: को
hr: Do
id: Ke
mr: ला
pt_br: Para
ta: செய்ய
te: కు
zu: Kuya

source: to use offline
af: vanlyn te gebruik
bn: অফলাইনে ব্যবহার করতে
de: offline zu verwenden
es: para usar sin conexión
fr: à utiliser hors ligne
hi: ऑफ़लाइन उपयोग करने के लिए
hr: koristiti izvan mreže
id: untuk digunakan secara offline
mr: ऑफलाइन वापरण्यासाठी
pt_br: usar off-line
ta: ஆஃப்லைனில் பயன்படுத்த
te: ఆఫ్‌లైన్‌లో ఉపయోగించడానికి
zu: ukusebenzisa ungaxhunyiwe ku-inthanethi

source: To use speech features, please enable speech recognition in your device settings
af: Aktiveer asseblief spraakherkenning in jou toestelinstellings om spraakkenmerke te gebruik
bn: বক্তৃতা বৈশিষ্ট্যগুলি ব্যবহার করতে, অনুগ্রহ করে আপনার ডিভাইস সেটিংসে বক্তৃতা শনাক্তকরণ সক্ষম করুন৷
de: Um Sprachfunktionen nutzen zu können, aktivieren Sie bitte die Spracherkennung in Ihren Geräteeinstellungen
es: Para utilizar las funciones de voz, habilite el reconocimiento de voz en la configuración de su dispositivo
fr: Pour utiliser les fonctionnalités vocales, veuillez activer la reconnaissance vocale dans les paramètres de votre appareil.
hi: वाक् सुविधाओं का उपयोग करने के लिए, कृपया अपनी डिवाइस सेटिंग में वाक् पहचान सक्षम करें
hr: Za korištenje govornih značajki omogućite prepoznavanje govora u postavkama uređaja
id: Untuk menggunakan fitur ucapan, aktifkan pengenalan ucapan di pengaturan perangkat Anda
mr: उच्चार वैशिष्ट्ये वापरण्यासाठी, कृपया तुमच्या डिव्हाइस सेटिंग्जमध्ये उच्चार ओळख सक्षम करा
pt_br: Para usar recursos de fala, ative o reconhecimento de fala nas configurações do seu dispositivo
ta: பேச்சு அம்சங்களைப் பயன்படுத்த, உங்கள் சாதன அமைப்புகளில் பேச்சு அங்கீகாரத்தை இயக்கவும்
te: ప్రసంగ లక్షణాలను ఉపయోగించడానికి, దయచేసి మీ పరికర సెట్టింగ్‌లలో ప్రసంగ గుర్తింపును ప్రారంభించండి
zu: Ukuze usebenzise izici zenkulumo, sicela unike amandla ukubonwa kwenkulumo kuzilungiselelo zedivayisi yakho

source: To use the camera, please enable access in your device settings.
af: Aktiveer asseblief toegang in jou toestelinstellings om die kamera te gebruik.
bn: ক্যামেরা ব্যবহার করতে, অনুগ্রহ করে আপনার ডিভাইস সেটিংসে অ্যাক্সেস সক্ষম করুন।
de: Um die Kamera zu verwenden, aktivieren Sie bitte den Zugriff in Ihren Geräteeinstellungen.
es: Para usar la cámara, habilite el acceso en la configuración de su dispositivo.
fr: Pour utiliser la caméra, veuillez activer l'accès dans les paramètres de votre appareil.
hi: कैमरे का उपयोग करने के लिए, कृपया अपनी डिवाइस सेटिंग में पहुंच सक्षम करें।
hr: Za korištenje kamere omogućite pristup u postavkama uređaja.
id: Untuk menggunakan kamera, aktifkan akses di pengaturan perangkat Anda.
mr: कॅमेरा वापरण्यासाठी, कृपया तुमच्या डिव्हाइस सेटिंग्जमध्ये प्रवेश सक्षम करा.
pt_br: Para usar a câmera, ative o acesso nas configurações do seu dispositivo.
ta: கேமராவைப் பயன்படுத்த, உங்கள் சாதன அமைப்புகளில் அணுகலை இயக்கவும்.
te: కెమెరాను ఉపయోగించడానికి, దయచేసి మీ పరికర సెట్టింగ్‌లలో యాక్సెస్‌ని ప్రారంభించండి.
zu: Ukuze usebenzise ikhamera, sicela unike amandla ukufinyelela kuzilungiselelo zedivayisi yakho.

source: Today
af: Vandag
bn: আজ
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
hr: Danas
id: Hari ini
mr: आज
pt_br: Hoje
ta: இன்று
te: ఈరోజు
zu: Namuhla

source: Tone
af: Toon
bn: স্বর
de: Ton
es: Tono
fr: Tonifier
hi: सुर
hr: Ton
id: Nada
mr: स्वर
pt_br: Tom
ta: தொனி
te: టోన్
zu: Ithoni

source: Translate
af: Vertaal
bn: অনুবাদ করুন
de: Übersetzen
es: Traducir
fr: Traduire
hi: अनुवाद
hr: Prevesti
id: Menerjemahkan
mr: भाषांतर करा
pt_br: Traduzir
ta: மொழிபெயர்
te: అనువదించు
zu: Humusha

source: Translate AI
af: Vertaal AI
bn: AI অনুবাদ করুন
de: KI übersetzen
es: Traducir IA
fr: Traduire l'IA
hi: एआई का अनुवाद करें
hr: Prevedi AI
id: Terjemahkan AI
mr: AI चे भाषांतर करा
pt_br: Traduzir IA
ta: AI ஐ மொழிபெயர்க்கவும்
te: AIని అనువదించండి
zu: Humusha i-AI

# Translate anything, anywhere – in 150+ languages!
source: Translate anything, anywhere – in\n150+ languages!
af: Vertaal enigiets, enige plek – in\n150+ tale!
bn: যেকোনো জায়গায় যেকোনো কিছু অনুবাদ করুন -\n150+ ভাষায়!
de: Übersetzen Sie alles und überall – in\nüber 150 Sprachen!
es: Traduce cualquier cosa, en cualquier lugar, ¡en\nmás de 150 idiomas!
fr: Traduisez n'importe quoi, n'importe où, dans\nplus de 150 langues !
hi: कहीं भी, किसी भी चीज़ का अनुवाद करें - 150+ भाषाओं में!
hr: Prevodite bilo što, bilo gdje - na\n150+ jezika!
id: Terjemahkan apa saja, di mana saja – dalam\n150+ bahasa!
mr: काहीही भाषांतर करा, कुठेही -\n150+ भाषांमध्ये!
pt_br: Traduza qualquer coisa, em qualquer lugar, em mais de\n150 idiomas!
ta: எதையும், எங்கும் -\n150+ மொழிகளில் மொழிபெயர்க்கலாம்!
te: దేన్నైనా, ఎక్కడైనా అనువదించండి –\n150+ భాషల్లో!
zu: Humusha noma yini, noma yikuphi – ngezilimi\n150+!

source: Translate anytime, anywhere, online or offline, with unlimited access to advanced features
af: Vertaal enige tyd, enige plek, aanlyn of vanlyn, met onbeperkte toegang tot gevorderde kenmerke
bn: উন্নত বৈশিষ্ট্যগুলিতে সীমাহীন অ্যাক্সেস সহ যে কোনও সময়, যে কোনও জায়গায়, অনলাইন বা অফলাইনে অনুবাদ করুন৷
de: Übersetzen Sie jederzeit und überall, online oder offline, mit uneingeschränktem Zugriff auf erweiterte Funktionen
es: Traduce en cualquier momento y en cualquier lugar, en línea o sin conexión, con acceso ilimitado a funciones avanzadas
fr: Traduisez à tout moment, n'importe où, en ligne ou hors ligne, avec un accès illimité aux fonctionnalités avancées
hi: उन्नत सुविधाओं तक असीमित पहुंच के साथ, कभी भी, कहीं भी, ऑनलाइन या ऑफलाइन अनुवाद करें
hr: Prevodite bilo kada, bilo gdje, online ili offline, s neograničenim pristupom naprednim značajkama
id: Terjemahkan kapan saja, di mana saja, online atau offline, dengan akses tak terbatas ke fitur-fitur canggih
mr: प्रगत वैशिष्ट्यांमध्ये अमर्याद प्रवेशासह कधीही, कुठेही, ऑनलाइन किंवा ऑफलाइन भाषांतर करा
pt_br: Traduza a qualquer hora, em qualquer lugar, online ou offline, com acesso ilimitado a recursos avançados
ta: மேம்பட்ட அம்சங்களுக்கான வரம்பற்ற அணுகலுடன், எந்த நேரத்திலும், எங்கும், ஆன்லைனில் அல்லது ஆஃப்லைனில் மொழிபெயர்க்கலாம்
te: అధునాతన ఫీచర్‌లకు అపరిమిత యాక్సెస్‌తో ఎప్పుడైనా, ఎక్కడైనా, ఆన్‌లైన్ లేదా ఆఫ్‌లైన్‌లో అనువదించండి
zu: Humusha noma nini, noma kuphi, ku-inthanethi noma ungaxhunyiwe ku-inthanethi, ngokufinyelela okungenamkhawulo ezicini ezithuthukile

# Translate text from images and documents instantly
source: Translate text from images and\ndocuments instantly
af: Vertaal teks van prente en\ndokumente onmiddellik
bn: ছবি এবং\nদস্তাবেজ থেকে তাৎক্ষণিকভাবে পাঠ্য অনুবাদ করুন
de: Übersetzen Sie Text aus Bildern und\nDokumenten sofort
es: Traduce texto de imágenes y\ndocumentos al instante
fr: Traduisez instantanément le texte des images et des\ndocuments
hi: छवियों और\nदस्तावेज़ों से टेक्स्ट का तुरंत अनुवाद करें
hr: Trenutačno prevodite tekst sa slika i\ndokumenata
id: Terjemahkan teks dari gambar dan\ndokumen secara instan
mr: प्रतिमा आणि\nदस्तऐवजांमधील मजकूर त्वरित अनुवादित करा
pt_br: Traduza texto de imagens e\ndocumentos instantaneamente
ta: படங்கள் மற்றும் ஆவணங்களிலிருந்து உரையை உடனடியாக மொழிபெயர்க்கவும்
te: చిత్రాలు మరియు\nపత్రాల నుండి వచనాన్ని తక్షణమే అనువదించండి
zu: Humusha umbhalo osuka ezithombeni \\ namadokhumenti khona manjalo

source: Translate text into over 200 languages, anytime you need it, no matter where you are — even offline.
af: Vertaal teks in meer as 200 tale, enige tyd wat jy dit nodig het, maak nie saak waar jy is nie – selfs vanlyn.
bn: 200 টিরও বেশি ভাষায় পাঠ্য অনুবাদ করুন, যেকোনো সময় আপনার প্রয়োজন, আপনি যেখানেই থাকুন না কেন - এমনকি অফলাইনেও৷
de: Übersetzen Sie Text in über 200 Sprachen, wann immer Sie ihn brauchen, egal wo Sie sind – sogar offline.
es: Traduce texto a más de 200 idiomas, en cualquier momento que lo necesites, sin importar dónde estés, incluso sin conexión.
fr: Traduisez du texte dans plus de 200 langues, à tout moment, où que vous soyez, même hors ligne.
hi: टेक्स्ट का 200 से अधिक भाषाओं में अनुवाद करें, जब भी आपको इसकी आवश्यकता हो, चाहे आप कहीं भी हों - ऑफ़लाइन भी।
hr: Prevedite tekst na više od 200 jezika, kad god vam zatreba, bez obzira gdje se nalazite — čak i izvan mreže.
id: Terjemahkan teks ke lebih dari 200 bahasa, kapan pun Anda membutuhkannya, di mana pun Anda berada — bahkan saat offline.
mr: 200 हून अधिक भाषांमध्ये मजकूराचे भाषांतर करा, तुम्हाला त्याची आवश्यकता असताना, तुम्ही कुठेही असाल - अगदी ऑफलाइन देखील.
pt_br: Traduza textos para mais de 200 idiomas, sempre que precisar, não importa onde você esteja, mesmo off-line.
ta: 200 க்கும் மேற்பட்ட மொழிகளில் உரையை மொழிபெயர்க்கலாம், எந்த நேரத்திலும், நீங்கள் எங்கிருந்தாலும் - ஆஃப்லைனில் கூட.
te: టెక్స్ట్‌ని 200కి పైగా భాషల్లోకి అనువదించండి, మీకు అవసరమైనప్పుడు, మీరు ఎక్కడ ఉన్నా — ఆఫ్‌లైన్‌లో కూడా.
zu: Humushela umbhalo ezilimini ezingaphezu kuka-200, noma nini uma uwudinga, kungakhathaliseki ukuthi ukuphi — ngisho noma ungaxhunyiwe ku-inthanethi.

source: Translate your documents seamlessly, without interruptions, even offline.
af: Vertaal jou dokumente naatloos, sonder onderbrekings, selfs vanlyn.
bn: আপনার দস্তাবেজগুলি নিরবিচ্ছিন্নভাবে অনুবাদ করুন, কোনো বাধা ছাড়াই, এমনকি অফলাইনেও।
de: Übersetzen Sie Ihre Dokumente nahtlos und ohne Unterbrechungen, auch offline.
es: Traduce tus documentos sin problemas, sin interrupciones, incluso sin conexión.
fr: Traduisez vos documents en toute transparence, sans interruption, même hors ligne.
hi: अपने दस्तावेज़ों का अनुवाद निर्बाध रूप से, बिना किसी रुकावट के, ऑफ़लाइन भी करें।
hr: Prevodite svoje dokumente neprimjetno, bez prekida, čak i izvan mreže.
id: Terjemahkan dokumen Anda dengan lancar, tanpa gangguan, bahkan secara offline.
mr: तुमचे दस्तऐवज अखंडपणे, कोणत्याही व्यत्ययाशिवाय, अगदी ऑफलाइन भाषांतरित करा.
pt_br: Traduza seus documentos com facilidade, sem interrupções, mesmo off-line.
ta: உங்கள் ஆவணங்களை தடையின்றி, ஆஃப்லைனிலும் மொழிபெயர்க்கலாம்.
te: మీ పత్రాలను అంతరాయాలు లేకుండా, ఆఫ్‌లైన్‌లో కూడా అనువదించండి.
zu: Humusha amadokhumenti akho kalula, ngaphandle kweziphazamiso, ngisho ungaxhunyiwe ku-inthanethi.

source: Translate your documents with ease, even when you're offline. Always at your fingertips.
af: Vertaal jou dokumente met gemak, selfs wanneer jy vanlyn is. Altyd by jou vingers.
bn: আপনি অফলাইনে থাকাকালীনও আপনার নথিগুলি সহজে অনুবাদ করুন৷ সর্বদা আপনার নখদর্পণে.
de: Übersetzen Sie Ihre Dokumente ganz einfach, auch wenn Sie offline sind. Immer griffbereit.
es: Traduce tus documentos con facilidad, incluso cuando no estés conectado. Siempre a tu alcance.
fr: Traduisez facilement vos documents, même lorsque vous êtes hors ligne. Toujours à portée de main.
hi: ऑफ़लाइन होने पर भी अपने दस्तावेज़ों का आसानी से अनुवाद करें। हमेशा आपकी उंगलियों पर.
hr: Prevedite svoje dokumente s lakoćom, čak i kada ste izvan mreže. Uvijek na dohvat ruke.
id: Terjemahkan dokumen Anda dengan mudah, bahkan saat Anda sedang offline. Selalu di ujung jari Anda.
mr: तुम्ही ऑफलाइन असतानाही तुमचे दस्तऐवज सहजतेने भाषांतरित करा. नेहमी आपल्या बोटांच्या टोकावर.
pt_br: Traduza seus documentos com facilidade, mesmo quando estiver offline. Sempre ao seu alcance.
ta: நீங்கள் ஆஃப்லைனில் இருந்தாலும், உங்கள் ஆவணங்களை எளிதாக மொழிபெயர்க்கலாம். எப்போதும் உங்கள் விரல் நுனியில்.
te: మీరు ఆఫ్‌లైన్‌లో ఉన్నప్పుడు కూడా మీ పత్రాలను సులభంగా అనువదించండి. ఎల్లప్పుడూ మీ చేతివేళ్ల వద్ద.
zu: Humusha amadokhumenti akho kalula, ngisho noma ungaxhunyiwe ku-inthanethi. Njalo kusesandleni sakho.

source: Translating text...
af: Vertaal teks...
bn: পাঠ্য অনুবাদ করা হচ্ছে...
de: Text übersetzen...
es: Traduciendo texto...
fr: Traduction de texte...
hi: पाठ का अनुवाद किया जा रहा है...
hr: Prijevod teksta...
id: Menerjemahkan teks...
mr: मजकूराचे भाषांतर करत आहे...
pt_br: Traduzindo texto...
ta: உரையை மொழிபெயர்க்கிறது...
te: వచనాన్ని అనువదిస్తోంది...
zu: Ihumusha umbhalo...

source: Translating...
af: Vertaal tans …
bn: অনুবাদ করা হচ্ছে...
de: Übersetzen...
es: Traductorio...
fr: Traduire...
hi: अनुवाद हो रहा है...
hr: Prevođenje...
id: Menerjemahkan...
mr: भाषांतर करत आहे...
pt_br: Traduzindo...
ta: மொழிபெயர்க்கிறது...
te: అనువదిస్తోంది...
zu: Iyahumusha...

source: Translation
af: Vertaling
bn: অনুবাদ
de: Übersetzung
es: Traducción
fr: Traduction
hi: अनुवाद
hr: Prijevod
id: Terjemahan
mr: भाषांतर
pt_br: Tradução
ta: மொழிபெயர்ப்பு
te: అనువాదం
zu: Ukuhumusha

source: Translation Failed
af: Vertaling het misluk
bn: অনুবাদ ব্যর্থ হয়েছে৷
de: Übersetzung fehlgeschlagen
es: Error de traducción
fr: Échec de la traduction
hi: अनुवाद विफल
hr: Prijevod nije uspio
id: Terjemahan Gagal
mr: भाषांतर अयशस्वी
pt_br: Falha na tradução
ta: மொழிபெயர்ப்பு தோல்வியடைந்தது
te: అనువాదం విఫలమైంది
zu: Ukuhumusha Kwehlulekile

source: Translations
af: Vertalings
bn: অনুবাদ
de: Übersetzungen
es: Traducciones
fr: Traductions
hi: अनुवाद
hr: Prijevodi
id: Terjemahan
mr: भाषांतरे
pt_br: Traduções
ta: மொழிபெயர்ப்புகள்
te: అనువాదాలు
zu: Izinguqulo

source: Translator now!
af: Vertaler nou!
bn: এখন অনুবাদক!
de: Jetzt Übersetzer!
es: ¡Traductor ahora!
fr: Traducteur maintenant !
hi: अब अनुवादक!
hr: Prevoditelj sada!
id: Penerjemah sekarang!
mr: आता अनुवादक!
pt_br: Tradutor agora!
ta: இப்போது மொழிபெயர்ப்பாளர்!
te: ఇప్పుడు అనువాదకుడు!
zu: Umhumushi manje!

source: Try for
af: Probeer vir
bn: জন্য চেষ্টা করুন
de: Versuchen Sie es
es: Pruebe por
fr: Essayez pour
hi: के लिए कोशिश
hr: Pokušajte za
id: Cobalah untuk
mr: साठी प्रयत्न करा
pt_br: Tente por
ta: முயற்சி செய்யுங்கள்
te: కోసం ప్రయత్నించండి
zu: Zama

source: UIKit usage
af: UIKit gebruik
bn: UIKit ব্যবহার
de: UIKit-Nutzung
es: Uso de UIKit
fr: Utilisation de l'UIKit
hi: यूआईकिट का उपयोग
hr: Upotreba UIKita
id: penggunaan UIKit
mr: UIKit वापर
pt_br: Uso do UIKit
ta: UIKit பயன்பாடு
te: UIKit వినియోగం
zu: Ukusetshenziswa kwe-UIKit

source: UIKit: String(localized: AppStrings.camera) ✅
af: UIKit: String (gelokaliseer: AppStrings.camera) ✅
bn: UIKit: স্ট্রিং (স্থানীয়: AppStrings.camera) ✅
de: UIKit: String (lokalisiert: AppStrings.camera) ✅
es: UIKit: Cadena (localizada: AppStrings.camera) ✅
fr: UIKit : String (localisé : AppStrings.camera) ✅
hi: UIKit: स्ट्रिंग (स्थानीयकृत: AppStrings.camera) ✅
hr: UIKit: String(lokalizirano: AppStrings.camera) ✅
id: UIKit: String (dilokalkan: AppStrings.camera) ✅
mr: UIKit: स्ट्रिंग (स्थानिकीकृत: AppStrings.camera) ✅
pt_br: UIKit: String (localizado: AppStrings.camera) ✅
ta: UIKit: சரம் (உள்ளூர்: AppStrings.camera) ✅
te: UIKit: స్ట్రింగ్ (స్థానికీకరించబడింది: AppStrings.camera) ✅
zu: I-UIKit: Intambo(okwendawo: AppStrings.camera) ✅

source: Understand Every Word
af: Verstaan ​​Elke Woord
bn: প্রতিটি শব্দ বুঝতে
de: Verstehen Sie jedes Wort
es: entender cada palabra
fr: Comprendre chaque mot
hi: हर शब्द को समझें
hr: Razumjeti svaku riječ
id: Pahami Setiap Kata
mr: प्रत्येक शब्द समजून घ्या
pt_br: Entenda cada palavra
ta: ஒவ்வொரு வார்த்தையையும் புரிந்து கொள்ளுங்கள்
te: ప్రతి పదాన్ని అర్థం చేసుకోండి
zu: Qonda Wonke Amazwi

source: Unknown Camera State
af: Onbekende kamerastaat
bn: অজানা ক্যামেরার অবস্থা
de: Unbekannter Kamerastatus
es: Estado de cámara desconocido
fr: État de la caméra inconnu
hi: अज्ञात कैमरा स्थिति
hr: Nepoznato stanje kamere
id: Status Kamera Tidak Diketahui
mr: अज्ञात कॅमेरा स्थिती
pt_br: Estado desconhecido da câmera
ta: அறியப்படாத கேமரா நிலை
te: తెలియని కెమెరా స్థితి
zu: Isimo Sekhamera Engaziwa

source: Unlimited Conversations
af: Onbeperkte gesprekke
bn: সীমাহীন কথোপকথন
de: Unbegrenzte Gespräche
es: Conversaciones ilimitadas
fr: Conversations illimitées
hi: असीमित बातचीत
hr: Neograničeni razgovori
id: Percakapan Tanpa Batas
mr: अमर्यादित संभाषणे
pt_br: Conversas Ilimitadas
ta: வரம்பற்ற உரையாடல்கள்
te: అపరిమిత సంభాషణలు
zu: Izingxoxo Ezingenamkhawulo

source: Unsupported Language
af: Onondersteunde taal
bn: অসমর্থিত ভাষা
de: Nicht unterstützte Sprache
es: Idioma no admitido
fr: Langue non prise en charge
hi: असमर्थित भाषा
hr: Nepodržani jezik
id: Bahasa Tidak Didukung
mr: असमर्थित भाषा
pt_br: Idioma não suportado
ta: ஆதரிக்கப்படாத மொழி
te: మద్దతు లేని భాష
zu: Ulimi olungasekelwe

source: Update
af: Dateer op
bn: আপডেট
de: Aktualisieren
es: Actualizar
fr: Mise à jour
hi: अद्यतन
hr: Ažurirati
id: Memperbarui
mr: अपडेट करा
pt_br: Atualizar
ta: புதுப்பிக்கவும்
te: నవీకరించు
zu: Buyekeza

source: Upgrade
af: Gradeer op
bn: আপগ্রেড করুন
es: Mejora
fr: Mise à niveau
hi: उन्नत करना
hr: Nadogradnja
id: Meningkatkan
mr: अपग्रेड करा
pt_br: Atualizar
ta: மேம்படுத்து
te: అప్‌గ్రేడ్ చేయండి
zu: Thuthukisa

source: Upgrade to
af: Gradeer op na
bn: আপগ্রেড করুন
de: Upgrade auf
es: Actualizar a
fr: Mettre à niveau vers
hi: में अपग्रेड
hr: Nadogradi na
id: Tingkatkan ke
mr: वर श्रेणीसुधारित करा
pt_br: Atualizar para
ta: க்கு மேம்படுத்தவும்
te: కు అప్‌గ్రేడ్ చేయండి
zu: Thuthukela ku

source: Upgrade to Premium for an enhanced experience with unlimited access to advanced features and complete benefits
af: Gradeer op na Premium vir 'n verbeterde ervaring met onbeperkte toegang tot gevorderde kenmerke en volledige voordele
bn: উন্নত বৈশিষ্ট্য এবং সম্পূর্ণ সুবিধাগুলিতে সীমাহীন অ্যাক্সেস সহ একটি বর্ধিত অভিজ্ঞতার জন্য প্রিমিয়ামে আপগ্রেড করুন
de: Upgraden Sie auf Premium für ein erweitertes Erlebnis mit unbegrenztem Zugriff auf erweiterte Funktionen und umfassende Vorteile
es: Actualice a Premium para disfrutar de una experiencia mejorada con acceso ilimitado a funciones avanzadas y beneficios completos
fr: Passez à Premium pour une expérience améliorée avec un accès illimité aux fonctionnalités avancées et aux avantages complets
hi: उन्नत सुविधाओं और संपूर्ण लाभों तक असीमित पहुंच के साथ बेहतर अनुभव के लिए प्रीमियम में अपग्रेड करें
hr: Nadogradite na Premium za poboljšano iskustvo s neograničenim pristupom naprednim značajkama i svim pogodnostima
id: Tingkatkan ke Premium untuk pengalaman yang lebih baik dengan akses tak terbatas ke fitur-fitur canggih dan manfaat lengkap
mr: प्रगत वैशिष्ट्यांमध्ये अमर्याद प्रवेशासह वर्धित अनुभवासाठी प्रीमियम वर श्रेणीसुधारित करा आणि संपूर्ण लाभ
pt_br: Atualize para Premium para uma experiência aprimorada com acesso ilimitado a recursos avançados e benefícios completos
ta: மேம்பட்ட அம்சங்கள் மற்றும் முழுமையான பலன்களுக்கான வரம்பற்ற அணுகலுடன் மேம்பட்ட அனுபவத்தைப் பெற Premium க்கு மேம்படுத்தவும்
te: అధునాతన ఫీచర్‌లు మరియు పూర్తి ప్రయోజనాలకు అపరిమిత యాక్సెస్‌తో మెరుగైన అనుభవం కోసం Premiumకి అప్‌గ్రేడ్ చేయండి
zu: Thuthukela ku-Premium ukuze uthole okuhlangenwe nakho okuthuthukisiwe nokufinyelela okungenamkhawulo kuzici ezithuthukile nezinzuzo eziphelele

source: Upload PDF
af: Laai PDF op
bn: পিডিএফ আপলোড করুন
de: PDF hochladen
es: Subir PDF
fr: Télécharger le PDF
hi: पीडीएफ अपलोड करें
hr: Učitaj PDF
id: Unggah PDF
mr: PDF अपलोड करा
pt_br: Carregar PDF
ta: PDF ஐ பதிவேற்றவும்
te: PDFని అప్‌లోడ్ చేయండి
zu: Layisha i-PDF

source: View translations on real-world objects in real-time with augmented reality. Available offline.
af: Bekyk vertalings op werklike voorwerpe intyds met verhoogde werklikheid. Vanlyn beskikbaar.
bn: বর্ধিত বাস্তবতার সাথে রিয়েল-টাইমে বাস্তব-বিশ্বের বস্তুর অনুবাদগুলি দেখুন। অফলাইনে উপলব্ধ।
de: Sehen Sie sich Übersetzungen von realen Objekten in Echtzeit mit Augmented Reality an. Offline verfügbar.
es: Vea traducciones de objetos del mundo real en tiempo real con realidad aumentada. Disponible sin conexión.
fr: Visualisez les traductions sur des objets du monde réel en temps réel grâce à la réalité augmentée. Disponible hors ligne.
hi: संवर्धित वास्तविकता के साथ वास्तविक समय में वास्तविक दुनिया की वस्तुओं पर अनुवाद देखें। ऑफ़लाइन उपलब्ध है.
hr: Pregledajte prijevode na objektima stvarnog svijeta u stvarnom vremenu s proširenom stvarnošću. Dostupno izvan mreže.
id: Lihat terjemahan objek dunia nyata secara real-time dengan augmented reality. Tersedia offline.
mr: संवर्धित वास्तविकतेसह रिअल-टाइममध्ये वास्तविक-जगातील वस्तूंवरील भाषांतरे पहा. ऑफलाइन उपलब्ध.
pt_br: Veja traduções de objetos do mundo real em tempo real com realidade aumentada. Disponível off-line.
ta: ஆக்மென்ட் ரியாலிட்டியுடன் நிகழ்நேரத்தில் நிஜ உலகப் பொருள்களின் மொழிபெயர்ப்புகளைப் பார்க்கவும். ஆஃப்லைனில் கிடைக்கும்.
te: ఆగ్మెంటెడ్ రియాలిటీతో నిజ-సమయంలో వాస్తవ-ప్రపంచ వస్తువులపై అనువాదాలను వీక్షించండి. ఆఫ్‌లైన్‌లో అందుబాటులో ఉంది.
zu: Buka ukuhumusha kwezinto zomhlaba wangempela ngesikhathi sangempela nge-augmented reality. Itholakala ungaxhunyiwe ku-inthanethi.

source: Voice
af: Stem
bn: ভয়েস
de: Stimme
es: Voz
fr: Voix
hi: आवाज़
hr: Glas
id: Suara
mr: आवाज
pt_br: Voz
ta: குரல்
te: వాయిస్
zu: Izwi

source: Voice not available for
af: Stem nie beskikbaar vir
bn: এর জন্য ভয়েস উপলব্ধ নয়
de: Stimme nicht verfügbar für
es: Voz no disponible para
fr: Voix non disponible pour
hi: के लिए आवाज उपलब्ध नहीं है
hr: Glas nije dostupan za
id: Suara tidak tersedia untuk
mr: साठी आवाज उपलब्ध नाही
pt_br: Voz não disponível para
ta: குரல் கிடைக்கவில்லை
te: వాయిస్ అందుబాటులో లేదు
zu: Izwi alitholakali

source: Voice not available for this language.
af: Stem nie beskikbaar vir hierdie taal nie.
bn: এই ভাষার জন্য ভয়েস উপলব্ধ নয়।
de: Die Stimme ist für diese Sprache nicht verfügbar.
es: Voz no disponible para este idioma.
fr: Voix non disponible pour cette langue.
hi: इस भाषा के लिए आवाज़ उपलब्ध नहीं है.
hr: Glas nije dostupan za ovaj jezik.
id: Suara tidak tersedia untuk bahasa ini.
mr: या भाषेसाठी आवाज उपलब्ध नाही.
pt_br: Voz não disponível para este idioma.
ta: இந்த மொழிக்கான குரல் கிடைக்கவில்லை.
te: ఈ భాషకు వాయిస్ అందుబాటులో లేదు.
zu: Izwi alitholakali kulolu limi.

source: VOICE SPEED
af: STEM SPOED
bn: ভয়েস স্পিড
de: SPRACHGESCHWINDIGKEIT
es: VELOCIDAD DE VOZ
fr: VITESSE DE LA VOIX
hi: आवाज की गति
hr: BRZINA GLASA
id: KECEPATAN SUARA
mr: व्हॉइस स्पीड
pt_br: VELOCIDADE DE VOZ
ta: குரல் வேகம்
te: వాయిస్ స్పీడ్
zu: ISHESHA YEZWI

source: Volume is too low
af: Volume is te laag
bn: ভলিউম খুব কম
de: Die Lautstärke ist zu niedrig
es: El volumen es demasiado bajo
fr: Le volume est trop faible
hi: वॉल्यूम बहुत कम है
hr: Glasnoća je preniska
id: Volumenya terlalu rendah
mr: आवाज खूप कमी आहे
pt_br: O volume está muito baixo
ta: ஒலி அளவு மிகவும் குறைவாக உள்ளது
te: వాల్యూమ్ చాలా తక్కువగా ఉంది
zu: Ivolumu iphansi kakhulu
